//BANKRUN  JOB (ACCT),'BANK-RUN',CLASS=A,USER=HERC01,PASSWORD=CUL8TR
//VALD     EXEC PGM=VALDTRAN
//STEPLIB  DD DSN=HERC01.LOAD,DISP=SHR
//TRANSIN DD DSN=HERC01.TRANSIN,DISP=SHR
//VALIDATE DD DSN=HERC01.VALIDATE,DISP=OLD
//VALERRORS DD SYSOUT=*
//ACCTMAST DD DSN=HERC01.ACCTMAST,DISP=SHR
//SYSOUT   DD SYSOUT=*
//UPDT     EXEC PGM=UPDTBAL
//STEPLIB  DD DSN=HERC01.LOAD,DISP=SHR
//VALIDATE DD DSN=HERC01.VALIDATE,DISP=OLD
//ACCTMAST DD DSN=HERC01.ACCTMAST,DISP=SHR
//ACCTUPD  DD DSN=HERC01.ACCTUPD,DISP=OLD
//UPDATERPT DD SYSOUT=*
//SYSOUT   DD SYSOUT=*
//RPT      EXEC PGM=RPRTGEN
//STEPLIB  DD DSN=HERC01.LOAD,DISP=SHR
//ACCTUPD  DD DSN=HERC01.ACCTUPD,DISP=OLD
//TRANSIN DD DSN=HERC01.TRANSIN,DISP=SHR
//FINALRPT DD SYSOUT=*
//SUMMARY  DD SYSOUT=*
//SYSOUT   DD SYSOUT=*
//
